[
 {
   "document_id": "G8inaGUvRxFHGXAJ6C2n",
   "Rating": 0,
   "Cook Time": 3300,
   "coverPhotoUrl": "https://res.cloudinary.com/anova-applied-electronics/image/upload/v1591049883/mobileProduction/iz5ji3fwhinnrqv5gcr1.jpg",
   "description": "A basic, no-frills recipe for cooking fantastic skin-on dark meat chicken in the Anova Precision Oven. Use this recipe as a starting point to add your own spin. You can scale the recipe up to as many portions as you like and the times and temperatures will remain the same. ",
   "Title": "Chicken Leg 101",
   "User ID": "XY7voRapc1MTdFZf5wmXkXWdOgW2"
 },
 {
   "document_id": null,
   "Rating": 0,
   "Cook Time": 3300,
   "coverPhotoUrl": "https://res.cloudinary.com/anova-applied-electronics/image/upload/v1591049883/mobileProduction/iz5ji3fwhinnrqv5gcr1.jpg",
   "description": "A basic, no-frills recipe for cooking fantastic skin-on dark meat chicken in the Anova Precision Oven. Use this recipe as a starting point to add your own spin. You can scale the recipe up to as many portions as you like and the times and temperatures will remain the same. ",
   "Title": "Chicken Leg 101",
   "User ID": "XY7voRapc1MTdFZf5wmXkXWdOgW2"
 },
 {
   "document_id": "ZEKUxWtcyMOhS7YZiTmm",
   "Rating": 0,
   "Cook Time": 2700,
   "coverPhotoUrl": "https://res.cloudinary.com/anova-applied-electronics/image/upload/v1607352202/mobileProduction/f46n5gniiocegmyvvzwp.jpg",
   "description": "This nostalgic chicken casserole gets an update with tender chicken and perfectly steamed broccoli in the Anova Precision Oven. With a cheesy and creamy sauce and a broiled crunchy topping, this is a very family friendly dinner that pairs well with rice or egg noodles. ",
   "Title": "Chicken Divan ",
   "User ID": "Z9R7KancMOg9bRjsHAVBZ7ZGvvY2"
 },
 {
   "document_id": "ak2PsXxVg33QjTViXXY9",
   "Rating": 0,
   "Cook Time": 1200,
   "coverPhotoUrl": "https://res.cloudinary.com/anova-applied-electronics/image/upload/v1590174133/mobileProduction/zlwusegcifcdxdzk4pad.jpg",
   "description": "A lightly savory corn pudding that tastes fresh, not heavy. Fresh corn brings natural sweetness to a creamy but fluffy filling paired with onion, paprika and thyme. A great recipe for summer as well as the holiday season. A great recipe to use with your Anova Precision Oven since steam keeps this moist!",
   "Title": "Corn Pudding",
   "User ID": "Z9R7KancMOg9bRjsHAVBZ7ZGvvY2"
 },
 {
   "document_id": "iFYt2gXwhMnuXnFjoWm9",
   "Rating": 0,
   "Cook Time": 2100,
   "coverPhotoUrl": "https://res.cloudinary.com/anova-applied-electronics/image/upload/v1600863154/mobileProduction/p4opl4eizk5sfbab8ope.jpg",
   "description": "Steel cut oats are full of fiber and other health benefits, but they can take a while to cook. This recipe allows for batch cooking (and zero stirring so you can walk away and do whatever) which is perfect for family breakfast or brunch for a crowd. It even works for a small household, just reheat with a splash of liquid and place into cold oven, set to 100% humidity and 212 F in sous vide mode. It’s ready when the oven reaches temp!\n\nThis recipe used the Anova Precision Oven’s steam mode and sous vide mode. \n",
   "Title": "Batch No-Stir Oatmeal ",
   "User ID": "Z9R7KancMOg9bRjsHAVBZ7ZGvvY2"
 },
 {
   "document_id": "xumRrU20ej4AgEPlTCy3",
   "Rating": 5,
   "Cook Time": 2460,
   "coverPhotoUrl": "https://res.cloudinary.com/anova-applied-electronics/image/upload/v1602565946/mobileProduction/rvykztomoudcrqxe5ejj.jpg",
   "description": "For this creamy combi-oven risotto recipe, you’ll cook with 30% steam, then cook with no steam, and finish at full steam. Like traditional risotto made on the stovetop, this one begins with butter and the remaining ingredients are layered to create a rich rice dish that can be served as a main or a side. All those layers of flavor mean you’ll be in and out of the oven a lot, but to make up for it, it’s all done in just one pan — the sheet pan included with your Anova Precision Oven, positioned on the middle rack setting. Serve this risotto as is, or use it as a base for your favorite seasonal ingredients. For an easy variation, add a half cup of caramelized onions, chopped mushrooms, or frozen sweet peas before it goes back into the oven for the final cooking stage. You can also substitute a large shallot for the half white or yellow onion. For extra creamy risotto, finish with a dollop of crème fraîche or mascarpone before serving. ",
   "Title": "Risotto 101",
   "User ID": "VORS85t4v9htDUApSQDb1yMbVfp1"
 },
 {
   "document_id": "6KiE9NGeUBh85eaY5k70",
   "Rating": 0,
   "Cook Time": 1800,
   "coverPhotoUrl": "https://res.cloudinary.com/anova-applied-electronics/image/upload/v1591111941/mobileProduction/oimqnsmlgawo6x8pwliu.jpg",
   "description": "Crispy oven fries topped with Parmesan and parsley with spicy remoulade for dipping.  These oven fries are a healthier alternative to deep frying. Using the Anova Precision Oven’s power of steam at 20% speeds up the cooking process but is low enough that it still allows for browning as the cook progresses.",
   "Title": "Oven Fries with Spicy Remoulade ",
   "User ID": "kZjPyYuZeLO6PryLLoH4WwnlzOr1"
 }
]
